Repository: ndrs92/Query
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: pt_pt

source: Inicio
pt_pt: Iniciação

source: ¿Cómo hago una pregunta?
pt_pt: Como posso fazer uma pergunta?

source: ¿Cómo comentar una pregunta?
pt_pt: Como a comentar sobre uma pergunta?

source: ¿Cómo funciona el sistema de votos?
pt_pt: Como é que o sistema de votação funciona?

source: Buscar...
pt_pt: Pesquisa ...

source: Desconectarse
pt_pt: Sair

source: Usuario
pt_pt: Usuário

source: Correo
pt_pt: Correio

source: Contraseña
pt_pt: Senha

source: Repita su contraseña
pt_pt: Repetir palavra-passe

source: Registrándote en Query das a entender que aceptas nuestros términos de licencia de usuario. Puedes consultarlos
pt_pt: Consulta por assinatura em que você expressa aceitar nossos termos de licença do usuário. Você pode consultar

source: Registrarse
pt_pt: Registrar

source: Identificación
pt_pt: Identificação

source: Identifícate...
pt_pt: Log ...

source: Introduce tu email de usuario.
pt_pt: Digite seu e-mail do usuário.

source: Introduce tu contraseña.
pt_pt: Digite sua senha.

source: Identificarse
pt_pt: Identificar

source: Query es una comunidad de preguntas y respuestas sobre el mundo de la tecnología de la información. Regístrate para unirte a la comunidad y resolver de una vez por todas tus dudas!
pt_pt: Consulta é uma comunidade de perguntas e respostas sobre o mundo da tecnologia da informação. Registe-se e faça parte da comunidade e para resolver de uma vez por todas suas perguntas!

source: El equipo de
pt_pt: A equipa

source: Query
pt_pt: Consulta

source: No estás identificado
pt_pt: Você não está identificado

source: O regístrate
pt_pt: Ou registar-se

source: Repite tu contraseña
pt_pt: Repita sua senha

source: Registrándote en Query das a entender que aceptas nuestros términos de licencia de usuario. Puedes consultarlos
pt_pt: Consulta por assinatura em que você expressa aceitar nossos termos de licença do usuário. Você pode consultar

source: aquí
pt_pt: aqui

source: Publica tu pregunta
pt_pt: Poste sua pergunta

source: Introduce tu Query
pt_pt: Digite sua consulta

source: Tu Query...
pt_pt: Sua Consulta ...

source: Publica tu Query!
pt_pt: Publique sua consulta!

source: Últimas preguntas
pt_pt: Últimas perguntas

source: Más respondidas (30 días)
pt_pt: A maioria das respostas (30 dias)

source: Mis preguntas
pt_pt: Minhas perguntas

source: Preguntas
pt_pt: Interrogatório

source: Respuestas:
pt_pt: Respostas:

source: Lo nuevo
pt_pt: O mais novo

source: Preguntas respondidas hoy
pt_pt: Perguntas respondidas hoje

source: Preguntas sin votar
pt_pt: Sem perguntas de voto

source: Preguntas sin respuesta
pt_pt: Perguntas não respondidas

source: Creado por
pt_pt: Criado pela

source: El nombre de usuario debe estar entre 5 y 50 caracteres.
pt_pt: O nome de usuário deve ter entre 5 e 50 caracteres.

source: El nombre de usuario debe contener solamente caracteres alfanuméricos.
pt_pt: O nome de usuário deve conter apenas caracteres alfanuméricos.

source: El nombre de usuario ya existe, elija otro.
pt_pt: O nome de usuário já existe, escolha outro.

source: Inserte un email valido.
pt_pt: Insira um e-mail válido.

source: La longitud de la contraseña debe ser mayor que 6.
pt_pt: O comprimento da palavra-passe deve ser superior a 6.

source: La contraseña no puede estar vacía.
pt_pt: A senha não pode ser vazia.
